SourceLANGID=1033
LANGID=1036
TargetApplication=Inno Script Studio Beta 23
Author=Cocotteseb
Generator=Kymoto Solutions Language Editor 1.0
LastModified=2011-10-23 01:50:44

[Dialog_About]
00000001=Visualiser le Contrat de Licence Utilisateur Final
00000002=Informations supplémentaires
00000003=Détails d'enregistrement
00000004=Ce produit est enregistré à:
00000005=Enregistrer Inno Script Studio

[Dialog_CodeSigning]
00000001=Ajouter...
00000002=Modifier...
00000003=Supprimer
00000004=Nom
00000005=Commande

[Dialog_EvaluateConstant]
00000001=Sélectionner les constantes de script à évaluer:

[Dialog_Language]
00000001=Langue:
00000002=ID de la langue:
00000003=Polices des dialogues
00000004=Nom de la police des dialogues:
00000005=Nom de la police de bienvenue:
00000006=Nom de la police de titre:
00000007=Nom de la police du copyright:
00000008=Taille:
00000009=Taille:
00000010=Taille:
00000011=Taille:
00000012=La langue est affichée de Droite à Gauche

[Dialog_Options]
00000001=Outils
00000002=Réinitialiser les préférences
00000003=Importer les préférences
00000004=Exporter les préférences

[Dialog_Parameters]
00000001=Paramètres de la ligne de commande pour l'installation et la désintallation:

[Dialog_StandardLangs]
00000001=Merci de sélectionner les langues standards d'Inno Setup à ajouter
00000002=&Sélectionner tout
00000003=&Déselectionner tout

[Dialog_WindowsVersion]
00000001=Sélectionner la version de Windows:
00000002=Informations sur la version de Windows
00000003=Version majeure:
00000004=Version mineure:
00000005=Version Build:
00000006=Service Pack:
00000007=Vous ne pouvez saisir qu'un nombre ici
00000008=Vous ne pouvez saisir qu'un nombre ici
00000009=Vous ne pouvez saisir qu'un nombre ici
00000010=Vous ne pouvez saisir qu'un nombre ici
00000011=Inclure la version Build

[MainApplication]
00000001=Menu principal
00000002=&Fichier
00000003=&Nouveau
00000004=&Encodage
00000005=&Auto (ANSI ou UTF-8)
00000006=&UTF-8
00000007=&Scripts récents
00000008=&Edition
00000009=&Recherche
00000010=&Affichage
00000011=&Projet
00000012=Afficher ou cacher le panneau projet
00000013=&Messages
00000014=Afficher ou cacher le panneau messages
00000015=&Barre de statut
00000016=Afficher ou cacher la barre de statut
00000017=&Barres d'outils
00000018=Afficher ou cacher les barres d'outils
00000019=&Standard
00000020=Afficher ou cacher la barre d'outils Standard
00000021=&Edition
00000022=Afficher ou cacher la barre d'outils Edition
00000023=&Projet
00000024=Afficher ou cacher la barre d'outils Projet
00000025=&Débogage
00000026=Afficher ou cacher la barre d'outils Débogage
00000027=&Sections
00000028=&Langues
00000029=Sélectionner une langue dans laquelle afficher le programme
00000030=&Projet
00000031=&Options d'installation
00000032=Importer depuis le script
00000033=Importer depuis le fichier
00000034=Exporter vers le fichier
00000035=&Débogage
00000036=Installation
00000037=Cible installation
00000038=Désinstallation
00000039=Cible désinstallation
00000040=&Outils
00000041=&Aide
00000042=Standard
00000043=Edition
00000044=Projet
00000045=Options d'installation
00000046=Options d'installation
00000047=Sections
00000048=Sélectionner la section
00000049=Débogage
00000050=Projet
00000051=Sections
00000052=Structure
00000053=Messages
00000054=Sortie Compilateur
00000055=Sortie Débogueur
00000056=Aide Inno Script Studio
00000057=Documentation Inno Script Studio
00000058=&Site Web Inno Script Studio
00000059=Page d'accueil Inno Script Studio
00000060=&Documentation Inno Setup
00000061=Documentation Inno Setup
00000062=Exemples de scripts Inno Setup
00000063=Exemples de scripts Inno Setup
00000064=&FAQ Inno Setup
00000065=FAQ Inno Setup
00000066=&Historique des versions Inno Setup
00000067=Historique des versions Inno Setup
00000068=Site Web Inno Setup
00000069=Page d'accueil Inno Setup
00000070=Documentation préprocesseur I&nno Setup
00000071=Documentation préprocesseur Inno Setup
00000072=Site Web Préprocesseur Inn&o Setup
00000073=Page d'accueil Préprocesseur Inno Setup
00000074=Base de connaissances des extensions Inno Setup
00000075=Page d'accueil de la base de connaissances des extensions Inno Setup
00000076=Site Web R&emObjects Pascal Script
00000077=Page d'accueil de RemObjects Pascal Script
00000078=Inno Setup &support
00000079=Page Web de donations Inno Setup
00000080=A propos d'Inno Setup
00000081=A propos d'Inno Setup
00000082=Rechercher &des mises à jour
00000083=Rechercher des mises à jour
00000084=A propos d'
00000085=A propos de|Affichage des informations sur l'application, numéro de version && copyrights
00000086=&Nouveau script
00000087=Créer un nouveau script Inno Setup vide
00000088=Nouveau script (&Assistant)
00000089=Créer un nouveau script Inno Setup en utilisant l'assisitant Inno
00000090=&Ouvrir
00000091=Ouvrir un script Inno Setup existant
00000092=&Enregistrer
00000093=Enregistrer le script Inno Setup courant
00000094=Enregistrer &sous...
00000095=Enregistrer le script Inno Setup courant sous un nouveau nom
00000096=Sauvegarder &Tout
00000097=Enregistrer tous les scripts Inno Setup ouverts
00000098=&Fermer le script
00000099=Fermer le script Inno Setup courant
00000100=&Fermer tous les scripts
00000101=Fermer tous les scripts Inno Setup ouverts
00000102=Imprimer la prévisualisation
00000103=Prévisualiser le script Inno Setup courant avant l'impression
00000104=&Imprimer
00000105=Imprimer une partie ou en entier le script Inno Setup courant
00000106=&Quitter
00000107=Quitter le programme
00000108=&Annuler
00000109=Annuler la dernière action
00000110=&Rétablir
00000111=Rétablir la dernière action annulée
00000112=&Couper
00000113=Couper la sélection et la placer dans le presse-papiers
00000114=&Copier
00000115=Copier la sélection et la placer dans le presse-papiers
00000116=&Coller
00000117=Coller le contenu du presse-papier
00000118=&Supprimer
00000119=Supprimer la sélection courante
00000120=Sélectionner &Tout
00000121=Sélectionner tout
00000122=&Rechercher
00000123=Rechercher le texte spécifié
00000124=Recherche &suivante
00000125=Rechercher l'occurence suivante du texte spécifié
00000126=Recherche &précédente
00000127=Recherche l'occurence précédente du texte spécifié
00000128=&Remplacer
00000129=Remplacer le texte spcécifié par un text différent
00000130=&Aller à la ligne numéro
00000131=Aller à la ligne
00000132=Générer des &GUID
00000133=Générer un GUID; Remplacer le texte sélectionné
00000134=Configurer les &outils de signature de code
00000135=Editer les outils de signature de code
00000136=&Options
00000137=Options du programme
00000138=Utiliser les chemins &relatifs
00000139=Utiliser les chemins relatifs
00000140=&Options des langues
00000141=Editer les options des langues
00000142=&Compiler
00000143=Compiler le script Inno Setup courant
00000144=&Arrêter la compilation
00000145=Arrêter la compilation du script Inno Setup courant
00000146=&Priorité faible lors de la compilation
00000147=Le compilateur d'Inno Setup doit avoir une priorité faible lors de la compilation
00000148=&Ouvrir dans Inno Setup
00000149=Ouvrir le script Inno Setup courant dans Compiler32 (Inno Setup Editor)
00000150=&Exécuter
00000151=Exécuter
00000152=Exécuter jusqu'au &curseur
00000153=Exécuter jusqu'au curseur
00000154=&Pas à pas détaillé
00000155=Pas à pas détaillé
00000156=&Pas à pas principal
00000157=Pas à pas principal
00000158=&Mettre en pause
00000159=Mettre en pause le débogueur
00000160=&Arrêter
00000161=Arrêter le débogueur
00000162=Installation
00000163=Cible installation
00000164=Désinstallation
00000165=Cible désinstallation
00000166=&Paramètres
00000167=Paramètres
00000168=&Evaluer la constante
00000169=Evaluer la constante
00000170=Alterner le &point d'arrêt
00000171=Alterner le point d'arrêt
00000172=&Personnaliser les barres d'outils
00000173=Personnaliser les barres d'outils
00000174=Verrouiller les barres d'outils
00000175=Verrouiller les barres d'outils
00000176=Ouvrir le dossier de destination
00000177=Ouvrir le dossier de destination des projets
00000178=Cible - [%s]
00000179=Sélectionner la cible de débogage
00000180=Copier
00000181=Copier la sélection et la placer dans le presse-papiers
00000182=Détacher le &débogueur
00000183=Détacher le débogueur
00000184=&Alterner signet
00000185=Alterner signet
00000186=&Aller au signet
00000187=Aller au signet
00000188=Importer la section [Files]
00000189=Importer la section [Files] depuis un fichier de script existant
00000190=Importer la section [Dirs]
00000191=Importer la section [Dirs] depuis un fichier de script existant
00000192=Importer la section [INI]
00000193=Importer la section [INI] depuis un fichier de script existant
00000194=Importer la section [Messages]
00000195=Importer la section [Messages] depuis un fichier de script existant
00000196=Importer la section [Registry]
00000197=Importer la section [Registry] depuis un fichier de script existant
00000198=Importer le fichier INI
00000199=Importer le fichier INI
00000200=Importer le fichier des messages
00000201=Importer le fichier des messages
00000202=Importer le fichier de registre
00000203=Importer le fichier de registre
00000204=Exporter la section [INI]
00000205=Exporter la section [INI] vers un fichier
00000206=Exporter la section [Messages]
00000207=Exporter la section [Messages] vers un fichier
00000208=Exporter la section [Registry]
00000209=Exporter la section [Registry] vers un fichier
00000210=Sélectionner l'onglet suivant
00000211=Sélectionner l'onglet Script suivant
00000212=Sélectionner l'onglet précédent
00000213=Sélectionner l'onglet Script précédent
00000214=Support Inno Script Studio
00000215=Page web de dons pour Inno Script Studio
00000216=Commenter la sélection
00000217=Commenter la sélection courante
00000218=Décommenter la sélection
00000219=Décommenter la sélection courante

[Options_Associations]
00000001=Associations de fichiers
00000002=&Associer les fichiers Inno Setup Script (*.iss) avec ce compilateur

[Options_CodeSigning]
00000001=Nom
00000002=Commande
00000003=Ajouter...
00000004=Modifier...
00000005=Supprimer

[Options_Compiler]
00000001=Emplacement du compilateur Inno Setup
00000002=Dossier du compilateur:
00000003=Options du compilateur Inno Setup
00000004=Utiliser les options du compilateur ANSI si disponible

[Options_Display]
00000001=Affichage (Général)
00000002=Afficher les icônes des fichiers sur les onglets de l'éditeur
00000003=Afficher le quadrillage des grilles dans les sections
00000004=Afficher "Eléments Spéciaux" dans les grilles des sections
00000005=Affichage (Editeur)
00000006=Montrer la ligne active
00000007=Afficher l'espacement dans l'éditeur
00000008=Afficher les numéros de ligne dans l'espacement
00000009=Afficher tous les numéros de ligne
00000010=Afficher les lignes modifiées dans l'espacement
00000011=Afficher la marge de droite
00000012=Marge de droite:
00000013=Afficher le bouton de fermeture:

[Options_Editor]
00000001=Paramètres de l'éditeur
00000002=Largeur des onglets:
00000003=Utiliser la coloration syntaxique
00000004=Indenter automatiquement
00000005=Autoriser le curseur à se déplacer après la fin des lignes
00000006=Convertir les tabulations en espaces
00000007=Police de l'éditeur
00000008=Taille de la police de l'éditeur:
00000009=Police de l'éditeur:

[Options_General]
00000001=Options de démarrage
00000002=Section de démarrage:
00000003=Afficher la boîte de dialogue de bienvenue
00000004=Réouvrir le dernier script
00000005=Ouvrir avec un nouveau fichier de script vide
00000006=Paramètres généraux
00000007=Ecrire les booléens:
00000008=Afficher le chemin complet dans la barre de titre
00000009=Créer des copies de sauvegarde lors de l'enregistrement
00000010=Autoriser annuler après sauvegarde
00000011=Pause sur les exceptions
00000012=Toujours tester le fichier de script compilé
00000013=Voir les constantes SOptionsRunAs*
00000014=Afficher les bulles d'aide dans le projet et dans les fenêtres Langues
00000015=Sauvegarder automatiquement avant de compiler

[Options_Plugins]
00000001=Nom
00000002=Auteur
00000003=Nom du fichier
00000004=Activer
00000005=Configurer
00000006=A propos

[Options_SyntaxHighlighter_Inno]
00000011=Style de la police
00000013=Elément syntaxique:
00000014=Paramètres de la coloration syntaxique
00000015=Gras\nItalique\nSouligné\nBarré\n
00000016=Panneau1
00000017=Couleur premier-plan:
00000018=Couleur arrière-plan:
00000019=Exemple

[Options_Update]
00000001=Paramètres des mises à jour par Internet
00000002=Serveur proxy:
00000003=Nom d'utilisateur:
00000004=Mot de passe:
00000005=Utiliser un serveur proxy
00000006=Vérifier automatiquement les mises à jour au démarrage
00000007=Ajouter les mises à jour au fichier de log

[Project_Additional]
00000001=Options aditionnelles
00000002=Espace disque suppl.:
00000003=Arrondi Date/Heure:
00000004=Date de modification:
00000005=Heure de modification:
00000006=Modifications immédiates des associations
00000007=Toujours redémarrer
00000008=Rédemarrer si nécessaire suite à l'exécution
00000009=Autoriser annuler durant l'installation
00000010=Dates/heures en UTC
00000011=Modifications immédiates de l'environnement
00000012=Options de l'icône du programme d'installation
00000013=Icône de l'installateur:
00000014=Sélectionner le fichier de l'icône d'installation

[Project_Appearance]
00000001=Options de design
00000002=Image normale assistant:
00000003=Petite image assistant:
00000004=Couleur de fond:
00000005=Etirer l'image de l'assistant d'installation
00000006=Sélectionner la petite image de l'assistant d'installation
00000007=Sélectionner l'image normale de l'assistant d'installation
00000008=Options de l'arrière-plan de la fenêtre
00000009=Couleur 1:
00000010=Couleur 2:
00000011=Sens:
00000012=Arrière-plan de la fenêtre visible
00000013=Couleur d'arrière-plan solide
00000014=Afficher la légende de la fenêtre
00000015=Fenêtre redimensionnable
00000016=Démarrer en étant maximisée

[Project_ApplicationDetails]
00000001=Détails de l'application
00000002=Nom de l'application:
00000003=Version de l'application:
00000004=Copyright de l'application:
00000005=Mutex de l'application:
00000006=Mot de passe:
00000007=Privilèges requis:
00000008=ID de l'application:
00000009=Version de l'application:
00000010=Générer l'ID de l'application
00000011=Le AppVerName a été remplacé dans la version 5.3.10 de Inno Setup par AppVersion.\n\nCliquer ici pour convertir vers la nouvelle directive AppVersion.
00000012=Licence && Informations
00000013=Fichier de la licence:
00000014=Fichier des infos avant:
00000015=Fichier des infos après:
00000016=Parcourir pour le fichier de la licence
00000017=Parcourir pour le fichier des informations avant
00000018=Parcourir pour le fichier des informations après

[Project_CodeSigning]
00000001=Options de signature de code
00000002=Dossier de désinstallation:
00000003=Outil de signature de code:
00000004=Utiliser un programme de désinstallation signé
00000005=Sélectionner le dossier où stocker les fichiers de désinstallation signés
00000006=Configurer les outils de signature de code

[Project_Compiler]
00000001=Options du compilateur
00000002=Dossier de sortie:
00000003=Nom du fichier de base de sortie:
00000004=Dossier source:
00000005=Fichier manifeste de sortie:
00000006=Utiliser le "setup loader"
00000007=Fusionner les fichiers dupliqués
00000008=Chiffrement
00000009=Terminal Services compatible
00000010=Journalisation du programme d'installation
00000011=Sélectionner le dossier de sortie
00000012=Sélectionner le dossier source
00000013=Sélectionner le fichier manifeste de sortie
00000014=Paramètres de l'architecture
00000015=Installer en mode 64-bits
00000016=Architectures autorisées:

[Project_Compression]
00000001=Options de compression
00000002=Compression:
00000003=Compression interne:
00000004=Niveau de compression:
00000005=Threads de compression:
00000006=Compression solide
00000007=Options LZMA/LZMA2
00000008=Algorithme:
00000009=Taille du bloc:
00000010=Taille du dictionnaire:
00000011=Match finder:
00000012=Nbr. threads block:
00000013=Nbr. fast bytes:
00000014=Utiliser des processus distincts:

[Project_Directory]
00000001=Options du dossier d'application
00000002=Nom du dossier par défaut:
00000003=Désactiver la page du dossier:
00000004=Avertissement en cas d'existence du dossier:
00000005=Créer le dossier d'application
00000006=Utiliser le dossier d'application précédent
00000007=Autoriser le dossier racine
00000008=Autoriser les chemins UNC
00000009=Permettre l'avertissement d'un dossier inexistant
00000010=Ajouter le nom du dossier par défaut

[Project_DiskSpanning]
00000001=Découpage du programme d'installation (DiskSpanning)
00000002=Taille de l'unité d'allocation du disque:
00000003=Octets de réserve:
00000004=Taille des fractions:
00000005=Fractions par disque:
00000006=Prérégalges du découpage:
00000007=Activer le DiskSpanning

[Project_InstallPages]
00000001=Options des pages d'installation
00000002=Méthode de détection de la langue:
00000003=Afficher la boîte de dialogue des langues:
00000004=Montrer les langues non affichables
00000005=Utiliser le type de configuration précédente
00000006=Utiliser les tâches précédentes
00000007=Désactiver la page ready
00000008=Désactiver ready memo
00000009=Liste des composants à plat
00000010=Afficher la taille des composants
00000011=Désactiver la page de bonne fin
00000012=Afficher les lignes de l'arbre des tâches
00000013=Afficher la liste des composants
00000014=Afficher le dossier dans la page ready
00000015=Afficher le groupe dans la page ready
00000016=Désactiver l'invite de démarrage
00000017=Désactiver la page de bienvenue
00000018=Utiliser la langue précédente

[Project_LogFile]
00000001=Options de journalisation (logs)
00000002=Nom du fichier journal:
00000003=Méthode de journalisation:
00000004=Sélectionner le fichier journal

[Project_ProgramGroup]
00000001=Options du groupe de programme
00000002=Nom du groupe par défaut:
00000003=Désactiver la page du groupe de programme:
00000004=Utiliser le groupe précédent
00000005=Ne pas autoriser d'icônes
00000006=Toujours utiliser le groupe personnel
00000007=Ajouter le nom du groupe par défaut

[Project_PublisherInfo]
00000001=Informations sur l'éditeur
00000002=Editeur:
00000003=URL de l'éditeur:
00000004=URL de support:
00000005=URL des MAJ:
00000006=Version:
00000007=Commentaires
00000008=Contact:
00000009=Fichier Lisez-moi:
00000010=Téléphone:

[Project_SysRequirements]
00000001=Pré-requis du système
00000002=Seulement sous la version de Windows
00000003=Windows:
00000004=Windows NT:
00000005=Sélectionner seulement en-dessous de la version de Windows NT
00000006=Sélectionner seulement en-dessous de la version de Windows
00000007=Version minimale de Windows
00000008=Windows:
00000009=Windows NT:
00000010=Sélectionner la version minimale de Windows
00000011=Sélectionner la version minimale de Windows NT

[Project_Uninstall]
00000001=Options de désinstallation
00000002=Mode de journalisation:
00000003=Dossier du programme de désinstallation des fichiers:
00000004=Désinstallable:
00000005=Créer clé de registre:
00000006=Redémarrer l'ordinateur
00000007=Mettre à jour le journal AppName lors de la désinstallation
00000008=Paramètres des programmes et fonctionnalités
00000009=Afficher le nom:
00000010=Afficher l'icône:
00000011=Index de l'icône:
00000012=Modifier le chemin:
00000013=Afficher la taille:

[Project_UserInfo]
00000001=Informations sur l'utilisateur
00000002=Nom d'utilisateur par défaut:
00000003=Organisation par défaut:
00000004=Numéro de série par défaut:
00000005=Afficher la page des informations sur l'utilisateur
00000006=Utiliser les informations sur l'utilisateur précédentes

[Project_VersionInfo]
00000001=Informations de version
00000002=Version:
00000003=Entreprise:
00000004=Description:
00000005=Texte version:
00000006=Copyright:
00000007=Nom du produit:
00000008=Version du produit:
00000009=Texte version produit:

[Properties_Components]
00000001=Nom:
00000002=Description:
00000003=Espace disque suppl.:
00000004=Types

[Properties_CustomMessages]
00000001=ID du message:
00000002=Ecrasement de la langue:
00000003=Message personnalisé:

[Properties_Files]
00000001=Source:
00000002=Nom de la destination:
00000003=Dossier de destination:
00000004=Installation de la police:
00000005=Conditionnel
00000006=Système
00000007=(Dés)Installation
00000008=Autre

[Properties_Folders]
00000001=Nom:
00000002=Dossier de destination:

[Properties_Icons]
00000001=Nom:
00000002=Nom du fichier:
00000003=Dossier de travail:
00000004=Fichier d'icône:
00000005=Index de l'icône:
00000006=Dossier de destination:
00000007=(Dés)Installation
00000008=Additionnel
00000009=Paramètres:
00000010=App User Model ID:
00000011=Commentaire:
00000012=Touche de raccourci:

[Properties_IniFiles]
00000001=Nom du fichier:
00000002=Section:
00000003=Clé:
00000004=Valeur:

[Properties_InstallDelete]
00000001=Nom du fichier:
00000002=Type:

[Properties_InstallRun]
00000001=Nom du fichier:
00000002=Paramètres:
00000003=Dossier de travail:
00000004=Description:
00000005=Message de statut:
00000006=Verbe d'exécution:
00000007=Conditionnel
00000008=Système
00000009=Visibilité
00000010=ID "Run Once":

[Properties_Languages]
00000001=Nom:
00000002=Fichier des messages:
00000003=Fichier de la licence:
00000004=Fichier des infos avant:
00000005=Fichier des infos après:

[Properties_Messages]
00000001=ID du message:
00000002=Ecrasement de la langue:
00000003=Message par défaut:
00000004=Message personnalisé:

[Properties_PreCompile]
00000001=Paramètres:
00000002=Nom du fichier:

[Properties_Registry]
00000001=Racine:
00000002=Sous-clé:
00000003=Type de la valeur:
00000004=Nom de la valeur:
00000005=Données de la valeur:

[Properties_SpecialValue]
00000001=Texte:

[Properties_Tasks]
00000001=Nom:
00000002=Description:
00000003=Description du groupe:

[Properties_Types]
00000001=Nom:
00000002=Description:

[Section_Components]
00000009=Vérification
00000010=Avant installation
00000011=Après installation
00000001=Nom
00000002=Description
00000003=Espace requis
00000004=Types
00000005=Drapeaux
00000006=Version minimale
00000007=Seulement en-dessous de la version
00000008=Langues

[Section_CustomMessages]
00000001=Nom
00000002=ID message
00000003=Langue
00000004=Message

[Section_Files]
00000009=Version minimale
00000010=Seulement en-dessous de la version
00000011=Composants
00000012=Tâches
00000013=Langues
00000014=Autorisations
00000015=Exclusions
00000016=Vérification
00000017=Avant installation
00000018=Après installation
00000001=Nom du fichier source
00000002=Nom du fichier destination
00000003=Type de fichier
00000004=Dossier source
00000005=Dossier destination
00000006=Drapeaux
00000007=Attributs
00000008=Installation police
00000019=Chemins relatifs
00000020=Chemins absolus
00000021=Vérifier l'existence des fichiers
00000022=Convertir les chemins des fichiers vers
00000023=Ajouter

[Section_Folders]
00000009=Langues
00000010=Autorisations
00000011=Exclusions
00000012=Vérification
00000013=Avant installation
00000014=Après installation
00000001=Nom
00000002=Dossier de destination
00000003=Drapeaux
00000004=Attributs
00000005=Version minimale
00000006=Seulement en-dessous de la version
00000007=Composants
00000008=Tâches

[Section_Icons]
00000009=Commentaire
00000010=Raccourci
00000011=Version minimale
00000012=Seulement en-dessous de la version
00000013=Composants
00000014=Tâches
00000015=Langues
00000016=Vérification
00000017=Avant installation
00000018=Après installation
00000001=Nom
00000002=Nom du fichier
00000003=Dossier de travail
00000004=Application User Model ID
00000005=Drapeaux
00000006=Fichier d'icône
00000007=Index de l'icône
00000008=Paramètres

[Section_IniFiles]
00000009=Tâches
00000010=Langues
00000011=Vérification
00000012=Avant installation
00000013=Après installation
00000001=Nom du fichier
00000002=Section
00000003=Clé
00000004=Valeur
00000005=Drapeaux
00000006=Version minimale
00000007=Seulement en-dessous de la version
00000008=Composants

[Section_InstallDelete]
00000009=Avant installation
00000010=Après installation
00000001=Type
00000002=Nom du fichier
00000003=Version minimale
00000004=Seulement en-dessous de la version
00000005=Composants
00000006=Tâches
00000007=Langues
00000008=Vérification

[Section_InstallRun]
00000009=Version minimale
00000010=Seulement en-dessous de la version
00000011=Composants
00000012=Tâches
00000013=Langues
00000014=Vérification
00000015=Avant installation
00000016=Après installation
00000001=Nom du fichier
00000002=Paramètres
00000003=Dossier de travail
00000004=Drapeaux
00000005=Description
00000006=Message de statut
00000007=Verbe d'exécution
00000008=ID exécution unique

[Section_Languages]
00000001=Nom
00000002=Fichier des messages
00000003=Fichier de licence
00000004=Fichier Infos avant
00000005=Fichier Infos après
00000006=Ajouter les langues standards d'Inno Setup

[Section_Messages]
00000001=ID message
00000002=Langue
00000003=Message

[Section_PreCompile]
00000001=Nom du fichier
00000002=Paramètres
00000003=Drapeaux

[Section_Registry]
00000009=Seulement en-dessous de la version
00000010=Composants
00000011=Tâches
00000012=Langues
00000013=Vérification
00000014=Avant installation
00000015=Après installation
00000001=Racine
00000002=Sous-clé
00000003=Type de la valeur
00000004=Nom de la valeur
00000005=Données de la valeur
00000006=Drapeaux
00000007=Autorisations
00000008=Version minimale

[Section_Tasks]
00000009=Vérification
00000010=Avant installation
00000011=Après installation
00000001=Nom
00000002=Description
00000003=Description du groupe
00000004=Drapeaux
00000005=Version minimale
00000006=Seulement en-dessous de la version
00000007=Composants
00000008=Langues

[Section_Types]
00000009=Après installation
00000001=Nom
00000002=Description
00000003=Drapeaux
00000004=Version minimale
00000005=Seulement en-dessous de la version
00000006=Langues
00000007=Vérification
00000008=Avant installation

[Wizard_Inno]
00000001=Toutes les fonctionnalités d'Inno Setup ne sont pas couvertes par cet assistant. Merci de consulter la documentation pour la création de fichiers de script Inno Setup.\n\nCliquer sur Suivant pour continuer ou sur Annuler pour quitter l'assistant.
00000002=Cet assistant va vous guider tout au long du processus de création d'un nouveau fichier de script Inno Setup. Les résultats seront utilisés pour générer un nouveau fichier de script qui pourra être compilé directement ou sauvegardé sur le disque dur pour un usage futur.
00000003=Bienvenue dans [name]
00000004=Vous avez réussi le [name].\n\nPour fermer l'assistant et générer le nouveau fichier de script, cliquer sur Terminer.
00000005=Créer un nouveau &fichier de script
00000006=&Nom de l'application:
00000007=&Editeur de l'application:
00000008=Site &web de l'application:
00000009=&Version de l'application:
00000010=Nom du &dossier d'application:
00000011=Dossier de base de destination de l'application:
00000012=L'application n'a pas besoin d'un dossier
00000013=Permettre à l'utilisateur à &changer le dossier d'application
00000014=Autre:
00000015=&Parcourir...
00000016=Fichier exécutable principal de l'application:
00000017=Permettre à l'utilisateur à démarrer l'application une fois l'installation terminée
00000018=&Ajouter un/des fichier(s)...
00000019=&Ajouter un dossier...
00000020=&Editer...
00000021=Autres &fichiers d'application:
00000022=&Supprimer
00000023=L'application ne possède pas un fichier exécutable principal
00000024=Permettre à l'utilisateur à &désactiver la création du dossier dans le menu Démarrer
00000025=Autres icônes de l'exécutable principal:
00000026=Nom du dossier d'application et du &menu Démarrer:
00000027=Créer une icône de désinstallation dans le menu Démarrer
00000028=Créer un raccourci Internet dans le menu Démarrer
00000029=Permettre à l'utilisateur à créer une icône sur le &bureau
00000030=Permettre à l'utilisateur à &changer le nom du dossier du menu Démarrer
00000031=Permettre à l'utilisateur de créer une icône de lancement rapide
00000032=&Parcourir...
00000033=Fichier d'information montré &après l'installation:
00000034=&Parcourir...
00000035=Fichier d'information montré &avant l'installation:
00000036=&Parcourir...
00000037=&Fichier de licence:
00000038=&Sélectionner tout
00000039=&Langues:
00000040=&Déselectionner tout
00000041=Utiliser le mot de passe pour &chiffrer les fichiers de l'application
00000042=Nom du &fichier de base de sortie du compilateur:
00000043=&Parcourir...
00000044=&Dossier personnalisé de sortie du compilateur:
00000045=Configuration du &mot de passe
00000046=&Parcourir...
00000047=Icône d'installation personnalisée:
00000048== requis
00000049=gras

[$CONSTANTS]
SBaseActionCustomizeCaption=Personnaliser
SBaseActionEditCopyCaption=&Copier
SBaseActionEditCutCaption=&Couper
SBaseActionEditPasteCaption=&Coller
SBaseActionEditSelectAllCaption=Sélectionner &tout
SBaseActionItemDeleteAllCaption=Supprimer tous les éléments
SBaseActionItemDeleteCaption=&Supprimer élément
SBaseActionItemInsertCommentLineCaption=Ligne de commentaire
SBaseActionItemInsertEmptyLineCaption=Ligne vide
SBaseActionItemInsertISPPLineCaption=Ligne ISPP
SBaseActionItemLocateInScriptCaption=Localiser l'élément dans le script
SBaseActionItemMoveDownCaption=Descendre
SBaseActionItemMoveToBottomCaption=Déplacer tout en bas
SBaseActionItemMoveToTopCaption=Déplacer tout en haut
SBaseActionItemMoveUpCaption=Monter
SBaseActionItemNewCaption=Nouvel élément
SBaseActionItemPropertiesCaption=Propriétés de l'élément
SBaseToolbarSpecialItemsCaption=Eléments spéciaux
SBaseToolbarSpecialItemsHint=Insérer un élément spécial
SBookmarkMenuItemCaption=Signet
SButtonAbortCompile=Abandonner
SButtonApply=Appliquer
SButtonCancel=Annuler
SButtonClose=Fermer
SButtonHelp=Aide
SButtonOK=OK
SButtonRunSetup=Lancer le programme d'installation
SCaptionAboutForm=A propos
SCaptionCompileForm=En cours de compilation...
SCaptionCustomizeForm=Personnaliser les colonnes
SCaptionEvaluateConstantForm=Evaluer la constante
SCaptionFindForm=Rechercher
SCaptionGoToLineForm=Aller à la ligne numéro...
SCaptionInnoWizard=Assistant de script Inno Setup
SCaptionInnoWizardFiles=Assistant de fichier script
SCaptionLanguageOptions=Options des langues
SCaptionNewProjectForm=Nouveau projet
SCaptionOptionsForm=Options
SCaptionParametersForm=Paramètres
SCaptionProjectForm=Options du projet
SCaptionReplaceForm=Remplacer le texte
SCaptionSignTools=Outils de signature
SCaptionStandardLangsForm=Sélectionner les langues standards
SCaptionWelcomeForm=Bienvenue
SCaptionWelcomeWizard=Bienvenue à %s
SComboItemCloseBtn1=sur la barre de l'onglet
SComboItemCloseBtn2=sur l'onglet actif
SComboItemCloseBtn3=sur la barre de l'onglet et l'onglet actif
SDialogClearAllItems=Etes-vous sûr de vouloir nettoyer toutes les entrées de la section Script ?
SDialogConvertAppVerNameDesc=Convertir la version de l'application depuis la directive AppVerName vers la nouvelle AppVersion?\n\nCe changement va désactiver l'ancienne directive AppVerName après copie de la valeur vers la nouvelle AppVersion.\n\nMerci de confirmer que la directive AppVersion est correcte après la conversion.
SDialogConvertAppVerNameTitle=Directive remplacée
SDialogDeleteMultipleItemsDesc=Etes-vous sûr de vouloir supprimer les multiples entrées (%d) de la section du script ?
SDialogDescGenerateID=L'ID de l'application "%s" est déjà assignée.\n\nSouhaitez-vous générer un ID d'application de remplacment ?
SDialogDescSelectOutputFolder=Sélectionner le dossier de sortie
SDialogDescSelectSourceFolder=Sélectionner le dossier source
SDialogDescSelectUninstallerFolder=Sélectionner le dossier de désinstallation signé
SDialogErrorTitle=Erreur
SDialogImportedPostCompileDesc=La section %s post-compilation a été importée dans la section de post-compilation.
SDialogImportedPostCompileSettingsTitle=%s section de post-compilation
SDialogImportedPreCompileDesc=La section %s pré-compiliation a été importée dans la section de pré-compilation.
SDialogImportedPreCompileSettingsTitle=%s section de pré-compilation
SDialogImportedThirdPartySettingsDesc=Les paramètres de %s ont été importés dans la section ThirdPartySettings.
SDialogImportedThirdPartySettingsTitle=%s Paramètres
SDialogInformationTitle=Informations
SDialogNewUpdateDesc=Une nouvelle version d'Inno Script Studio (%s) est disponible au téléchargement.\n\nVoulez-vous télécharger et installer cette nouvelle version ?
SDialogNewUpdateLatestVersionDesc=Votre version de l'application (%s) est la plus récente.
SDialogNewUpdateTitle=Nouvelle mise à jour disponible
SDialogNewVersionExpandButton=Afficher les notes de version
SDialogOpenInCompiler32Desc1=Le script a été modifié, sauvegarder avant de l'ouvrir dans Inno Setups Compiler32?
SDialogOpenInCompiler32Desc2=Le fichier de script doit être sauvegardé avant de l'ouvrir dans Compiler32. Sauvegarder le fichier de script ?
SDialogQuestionTitle=Question
SDialogTitleGenerateID=Générer un nouvel ID d'application ?
SDialogTitleIconFile=Sélectionner un fichier d'icône
SDialogTitleInfoFiles=Sélectionner le fichier des informations
SDialogTitleLicenseFile=Sélectionner le fichier de la licence
SDialogTitleLogFile=Sélectionner le fichier de journal pour le compilateur
SDialogTitleManifestFile=Sélectionner le fichier manifeste de sortie
SDialogTitleMessagesFile=Sélectionner le fichier des messages
SDialogTitleWizardNormalImage=Sélectionner l'image de l'assistant
SDialogTitleWizardSmallImage=Sélectionner la petite image de l'assistant
SDialogValidationError=Les erreurs suivantes doivent être corrigées avant de continuer.
SDialogValidationErrorItem=Merci de saisir une valeur "%s".
SDialogValidationErrorTitle=Erreur de validation
SDialogVerifyFilesDesc=Pour vérifier les fichiers sélectionnés le script doit auparavant avoir été sauvegardé.\n\nSouhaitez-vous sauvegarder le script afin que les fichiers sélectionnés puissent être vérifiés ?
SDialogWarningTitle=Attention
SEditorColumn=Colonne:
SEditorGenerateGUIDDesc=Le GUID généré va être inséré dans l'éditeur à la position actuelle du curseur. Continuer ?
SEditorGenerateGUIDTitle=Générer le GUID
SEditorInsert=Insérer
SEditorLine=Ligne:
SEditorModified=Modifié
SEditorOverwrite=Ecraser
SEditorReadOnly=Lecture seule
SEditorUntitled=Sans titre
SGroupAdditionalCaption=Additionnel
SGroupAttributesCaption=Attributs
SGroupComponentsCaption=Composants
SGroupDetailsCaption=Détails
SGroupExcludesCaption=Exclusions
SGroupLanguagesCaption=Langues
SGroupMinWindowsGroupCaption=Version minimale de Windows
SGroupOnlyBelowWindowsCaption=Seulement en-dessous de la version de Windows
SGroupPermissionsCaption=Autorisations
SGroupScriptingCaption=Script Pascal
SGroupSysRequirmentsCaption=Prérequis système
SGroupTasksCaption=Tâches
SGroupTypesCaption=Types
SHintLanguage=Utiliser les fichiers de langue %s
SHintMinimumWindows=Sélectionner la version minimale de Windows
SHintMinimumWindowsNT=Sélectionner la version minimale de Windows NT
SHintOnlyBelowWindows=Sélectionner seulement en-dessous de la version de Windows
SHintOnlyBelowWindowsNT=Sélectionner seulement en-dessous de la version de Windows NT
SISSFileAssociationComplete=L'extension .iss a été associée avec succès à : %s
SISSFileAssociationNotElevated=Pour permettre à %s d'être associé avec l'extension de fichier .iss, il doit être exécuté en tant qu'administrateur.
SLabelAfterInstallCaption=Après installation:
SLabelBeforeInstallCaption=Avant installation:
SLabelCheckCaption=Vérification:
SLanguageOptions=Langue du programme d'installation
SLanguageOptions2=Merci de spécifier les paramètres spécifiques de la langue utilisée par le programme d'installation.
SMessageCompileNow=Souhaitez-vous compiler le nouveau script maintenant ?
SMessageRestartSearch=Recommencer la recherche depuis le %s du fichier ?
SMessageSaveChanges=Le texte dans le fichier %s a changé.\n\nVoulez-vous sauvegarder les changements ?
SMessageSearchBeginning=début
SMessageSearchEnd=fin
SModifiedSinceLastCompileAndGo=Les changements que vous avez effectués ne seront pris en compte qu'au moment de la recompilation.%n%n. Continuer l'exécution quand même ?
SOptionsAssociations=Associations de fichiers
SOptionsCodeSigning=Outils de signature de code
SOptionsCompiler=Compilateur
SOptionsDisplay=Affichage
SOptionsEditor=Editeur
SOptionsGeneral=Paramètres généraux
SOptionsInnoHighlighter=Coloration syntaxique Inno
SOptionsPlugins=Plugins
SOptionsRunAs2KXP=Toujours lancer le programme d'installation/désinstallation en tant qu'utilisateur différent
SOptionsRunAsVista=Toujours lancer le programme d'installation/désinstallation en tant qu'administrateur
SOptionsUpdater=Mise à jour par Internet
SProjectAppearance=Apparence
SProjectApplicationAdditional=Paramètres additionnels
SProjectApplicationDetails=Détails de l'application
SProjectApplicationFolder=Dossier d'application
SProjectCodeSigning=Signature de code
SProjectCompilerSettings=Paramètres du compilateur
SProjectCompression=Compression
SProjectDiskSpanning=Découpage du programme d'installation
SProjectDuplicateEntry=Entrée dupliquée
SProjectInstallationPages=Pages d'installation
SProjectLogFile=Fichier journal
SProjectProgramGroup=Groupe de programmes
SProjectPublisherInformation=Informations sur l'éditeur
SProjectSystemRequirements=Prérequis Système
SProjectUninstall=Désinstallation
SProjectUserInformation=Informations sur l'utilisateur
SProjectVersionInformation=Informations sur la version
SPropertiesComponentsCaption=Propriétés des composants
SPropertiesCustomMessagesCaption=Propriétés du message personnalisé
SPropertiesFilesCaption=Propriétés du fichier
SPropertiesFoldersCaption=Propriétés du dossier
SPropertiesIconsCaption=Propriétés de l'icône
SPropertiesIniFilesCaption=Propriétés du fichier INI
SPropertiesInstallDeleteCaption=Action de suppression avant installation
SPropertiesInstallRunCaption=Action d'exécution après installation
SPropertiesLanguagesCaption=Propriétés de la langue
SPropertiesMessagesCaption=Propriétés du message
SPropertiesPostCompileCaption=Action post-compilation
SPropertiesPreCompileCaption=Action pré-compilation
SPropertiesRegistryCaption=Entrée du registre
SPropertiesSpecialValueCaption=Valeur spéciale
SPropertiesTasksCaption=Propriétés de la tâche
SPropertiesTypesCaption=Propriétés du type
SPropertiesUninstallDeleteCaption=Action de suppression après désinstallation
SPropertiesUninstallRunCaption=Action d'exécution avant désinstallation
SSection3rdparty=Sections tierces
SSection3rdpartyDownload=Télécharger
SSection3rdpartyPost=Etapes de post-compilation
SSection3rdpartyPre=Etapes de pré-compilation
SSectionCode=Code Pascal
SSectionComponents=Composants
SSectionCustomMessages=Messages personnalisés
SSectionFiles=Fichiers
SSectionFolders=Dossiers
SSectionIcons=Icônes
SSectionIni=Fichiers INI
SSectionInstallDelete=Suppressions avant installation
SSectionInstallRun=Exécutions après installation
SSectionLanguages=Langues
SSectionMessages=Messages
SSectionPost=Etapes de post-compilation
SSectionPre=Etapes de pré-compilation
SSectionProject=Projet - [%s]
SSectionRegistry=Registre
SSectionScript=Inno Setup Script
SSectionTasks=Tâches
SSectionTypes=Types
SSectionUninstallDelete=Suppressions après désinstallation
SSectionUninstallRun=Exécutions avant désinstallation
SSpecialValueCommentLabel=Texte du commentaire:
SSpecialValueISPPCodeLabel=Code ISPP:
STabAdditionalCaption=Additionnel
STabAdvancedCaption=Avancé
STabAttributesCaption=Général
STabCommonCaption=Commun
STabComponentsCaption=Composants
STabDetailsCaption=Détails
STabGeneralCaption=Général
STabLanguageCaption=Langues
STabTasksCaption=Tâches
STabTypesCaption=Types
STargetMenuCaption=Cible [%s]
SWarnDescGotoLineError=Le numéro de ligne doit être compris entre 1 et %d
SWarnDescISCmplrNotFound=Impossible de charger %s. Réinstaller Inno Setup 5 pourrait résoudre le problème.\n\nCertaines fonctionnalités vont à présent être désactivées.
SWarnDescMRUFileNotFound=Le fichier ''%s'' n'a pas pu être trouvé.\n\nEst-ce que vous voulez le supprimer de la liste des éléments récents ?
SWarnTitleISCmplrNotFound=Erreur lors du chargement de %s
SWarnTitleMRUFileNotFound=Erreur lors du chargement du fichier
SWizardAppDir=Dossier de l'application
SWizardAppDir2=Merci de spécifier les informations sur le dossier de votre application.
SWizardAppDirNameError=Merci de spécifier le nom du dossier d'application.
SWizardAppDocs=Documentation de l'application
SWizardAppDocs2=Merci de spécifier quels fichiers de documentation doivent être affichés par le programme d'installation durant l'installation.
SWizardAppExeError=Merci de spécifier le fichier exécutable de l'application principale.
SWizardAppFiles=Fichiers de l'application
SWizardAppFiles2=Merci de spécifier les fichiers qui font partie de votre application.
SWizardAppFiles3=Merci de spécifier le dossier source.
SWizardAppFilesSubDirsMessage=Est-ce que les fichiers dans les sous-dossiers de "%s" doivent également être inclus ?
SWizardAppGroupNameError=Merci de spécifier le nom du groupe de l'application dans le menu Démarrer.
SWizardAppIcons=Icônes de l'application
SWizardAppIcons2=Merci de spécifier quelles icônes doivent être créées pour votre application.
SWizardAppInfo=Informations sur l'application
SWizardAppInfo2=Merci de spécifier quelques informations de base à propos de votre application.
SWizardAppNameError=Merci de spécifier le nom de l'application.
SWizardAppRootDirError=Merci de spécifier le dossier de base pour la destination de l'application.
SWizardAppVersionError=Merci de spécifier la version de l'application.
SWizardBackButton=< &Précédent
SWizardCancelMessage=L' [name] n'est pas complet. Si vous quittez maintenant, le nouveau fichier de script ne sera pas généré.\n\nQuitter l' [name]?
SWizardCancelMessage2=L'assistant de démarrage [name] n'est pas complet. Si vous quittez maintenant, les réglages que vous avez choisis d'importer ne seront pas sauvegardés.\n\nQuitter l'assistant de démarrage [nom] ?
SWizardCompiler=Paramètres du compilateur
SWizardCompiler2=Merci de spécifier quelques paramètres de base du compilateur.
SWizardCompiler32Check=Inno Setup Compiler de Jordan Russell
SWizardCompilerOutputDir=Merci de spécifier le dossier.
SWizardDefaultName=Assistant Inno Script
SWizardFileAppDestRootDirError=Merci de spécifier un dossier de base pour la destination autre que celui du dossier d'application.
SWizardFileDestRootDirError=Merci de spécifier le dossier de base pour la destination.
SWizardFinishButton=&Terminer
SWizardFinished=Terminé
SWizardImport=Importer les paramètres depuis
SWizardImport2=Merci de choisir l'outil de développement à partir duquel les paramètres doivent être importés.
SWizardImportError=Merci de spécifier au moins un environnement installé à partir duquel les paramètres doivent être importés
SWizardImportLabel=Le [name] a détecté la présence des environnements de développement suivants pour Inno Setup.
SWizardImportMRUList=Importer la liste des documents récents dans l'environnement sélectionné.
SWizardInnoIDECheck=InnoIDE de Graham Murt
SWizardISGCheck=Inno Script Generator de Hisoft 2000
SWizardISPP=Inno Setup Preprocessor
SWizardISPP2=Merci de spécifier si oui ou non Inno Setup Preprocessor doit être utilisé.
SWizardISPPCheck=Oui, utiliser les directives #define du compilateur
SWizardISPPLabel=Le [name] a détecté la présence d'Inno Setup Preprocessor (ISPP) et peut donc utiliser les directives #define du compilateur pour simplifier votre script. Bien que cela ne soit pas nécessaire, il sera plus facile de modifier manuellement le script plus tard.\n\nVoulez-vous que [nom] utilise les directives #define du compilateur ?
SWizardISToolCheck=ISTool de Bjørnar Henden
SWizardLanguages=Langues du programme d'installation
SWizardLanguages2=Merci de spécifier quelles langues du programme d'installation doivent être incluses.
SWizardLanguagesSelError=Merci de sélectionner au moins une langue.
SWizardNextButton=&Suivant >
SWizardSettings=Importer les paramètres
SWizardSettings2=Merci de cocher pour confirmer que les paramètres suivants sont corrects.
SWizardWelcome=Bienvenue
